Repository: franck-paul/typo
Catalog: locales/*/main.po
Languages: fr

source: Typography
fr: Typographie

source: Brings smart typographic replacements for your blog entries and comments
fr: Applique des remplacements typographiques pour les billets et les commentaires de votre blog

source: Typographic replacements
fr: Remplacements typographiques

source: Entries
fr: Entrées

source: Warning! These replacements will not be undoable.
fr: Attention ces remplacements sont irréversibles.

source: Save
fr: Enregistrer

source: "--" for em-dashes; no en-dash support (default)
fr: "--" (2) pour les tirets longs (em-dashes) ; pas de support des tirets courts (en-dash, option par défaut)

source: "---" for em-dashes; "--" for en-dashes
fr: "---" (3) pour les tirets longs (em-dashes) ; "--" (2) pour les tirets courts (en-dash)

source: "--" for em-dashes; "---" for en-dashes
fr: "--" (2) pour les tirets longs (em-dashes) ; "---" (3) pour les tirets courts (en-dash)

source: Enable typographic replacements for this blog
fr: Activer les remplacements typographiques pour ce blog

source: Enable typographic replacements for entry titles
fr: Activer les remplacements typographiques pour le titre des entrées

source: Enable typographic replacements for entry contents
fr: Activer les remplacements typographiques pour le contenu des entrées

source: Enable typographic replacements for comments
fr: Activer les remplacements typographiques pour les commentaires

source: Excluding trackbacks
fr: Rétroliens exclus

source: Enable typographic replacements for category titles
fr: Activer les remplacements typographiques pour le titre des catégories

source: Enable typographic replacements for category descriptions
fr: Activer les remplacements typographiques pour la description des catégories

source: Enable typographic replacements for simpleMenu labels and descriptions
fr: Activer les remplacements typographiques pour les labels et les descriptions des entrées du menu simple

source: Enable typographic replacements for blogroll titles, descriptions and categories
fr: Activer les remplacements typographiques pour les titres, les descriptions et les catégories de la liste des liens

source: Dashes replacement mode
fr: Mode de remplacement des tirets multiples
